<template>
    <div id="qa" class="articles-wrapper">
        <qa-item v-for="item in QaList" :key="item.id" :item="item">

        </qa-item>
            </div>
</template>
<script>
import QaItem from '../components/QaItem.vue'
export default {
    name: 'qa-list',
    components:{QaItem},
    data: () => ({
    QaList:[{
        id:1,
        titleImgUrl:require('../images/hot.png'),
        title:"乳腺癌伴同侧腋窝淋巴结转移，五年生存率大概多少？",
        authorImgUrl:require('../images/source_wicon.png'),
        author:"腾讯医典医学团队",
        job:'',
        group:'',
        content:`随着我国肿瘤登记系统的建立和不断完善，2015 年全国肿瘤登记中心，综合全国 17 个以人群为基础的肿瘤登记处的生存数据，首次发布我国最大人群的癌症生存率。结果显示 2003 年至 2005 年人群中乳腺癌患者的 1、3 和 5 年观察生存率分别为 90.5%、80.0% 和 72.7%， 5 年相对生存率为 73.0%。城市和农村地区乳腺癌患者的 5 年相对生存率分别为 77.8% 和 55.9%。2002 年至 2006 年乳腺癌患者中 Ⅰ、ⅡA、ⅡB 和 Ⅲ～Ⅳ 期 5 年生存率分别为 95.45%、92.21%、81.74%
                        和 67.24%；LuminalA 型占 48.6%、LuminalB 型占 16.7%、HER-2 过表达型占 13.7%、三阴性乳腺癌占 12.9%， 5 年生存率分别为 92.86%、88.62%、83.22%、80.69%。以医院为基础的乳腺癌生存研究也表明，乳腺癌分期不同，预后差异较大。广州中山大学附属肿瘤医院 1964 年至 2003 年可手术的 0～Ⅰ、Ⅱ 和 Ⅲ 期乳腺癌患者 5 年生存率分别为 96.8%、73.7% 和 46.4%，10
                        年生存率分别为 78.7%、64.6% 和 33.5%。80％ 以上的乳腺癌患者可以恢复健康和至少生存 10 年以上。听到乳腺癌的诊断对很多女性都是不堪重负的，她们会有不真实或麻木的感觉，有很多决定要做。目前在美国有超过 3 百万女性有乳腺癌。不断进步在的治疗方法正在帮助改善乳腺癌生存率以及生活质量。乳腺癌生存率是基于调查数据，但他们反映的是平均值。每一个人的诊断与乳腺癌类型都是不同的，生存期也都是不同的。生存期数字反映大量患者平均数据，而不代表个人通常，很多人在确诊乳腺癌后首先想知道的是自己或者家人能够活多久？这些生存期数字反映的是大量患者的平均数据，并不能显示某一个人的生存期。此外，乳腺癌平均生存率：只显示确诊后生存一定时间的患者的占比，很多人会生存更久。数据不显示最近的治疗进展对生存期的影响。数据只考虑广泛的分期结果，没有更细致的数据。例如
                        1 或 2 期数据，但不包括 1a 期。数据没有考虑每个患者的年龄，健康，或激素受体状态。5 年生存率乳腺癌患者整体 5 年生存率是 89％ 的。美国癌症协会报告不同分期 5 年生存率如下所示：0-1 期：接近 100％ 的存活率。大约 61％ 的乳腺癌患者是这个分期。2 期：相对生存率是 93％。3 期：相对生存率是 72％。许多妇女与此阶段的乳腺癌治疗是成功的。4 期：相对生存率是 22％。十年生存率平均 80％ 乳腺癌患者可以生存 10 年或更长。然而，目前并没有确切的不同分期
                        10 年生存率。科学家正在试图摸清这些数据。预后及生存期受哪些因素影响？影响乳腺癌患者预后和生存期的因素很多，这些因素包括：癌症分期、乳腺癌类型、乳腺癌细胞分级、乳腺癌 her2 状态、乳腺癌激素受体状态、癌细胞生长速度、乳腺癌复发可能性。医生通过检查确定分期：肿瘤的大小，是否转移到附近的组织，是否转移到淋巴结，是否远处转移，分为1〜4期。一般情况下，较小的数字和靠前的字母意味着分期早，治疗更容易。乳腺癌分期是预测乳腺癌生存率一个最重要的因素。原位癌或侵入性癌另一个关键因素是乳腺癌在原位或属于侵入性。在原位是指癌症还没有传播，侵入性意味着癌症已经蔓延到乳房其他地方。浸润性导管癌（IDC）是最常见的乳腺癌，它突破乳腺管侵入到周围组织。其他常见类型的乳腺癌包括：导管原位癌（原位癌），小叶原位癌（lcis），侵入性小叶癌。不太常见的类型包括：炎性乳腺癌，佩吉特病，乳房叶状肿瘤。癌细胞分级癌细胞按照
                        1〜3 分级。癌症细胞的等级反映了癌症细胞和健康细胞的差异，它也表示癌细胞生长的速度。癌症等级 1 通常增长慢，被认为是不大可能传播，较慢的增长速度，和更好的生存率。Her2 蛋白和激素受体乳腺癌，治疗预后受癌症的激素受体状态和 Her2 表达影响。大约四分之一乳腺癌中患者中有 Her2 表达，Her2 基因导致过多的 Her2 蛋白，这可以使癌症更有可能传播，复发和更快的生长。然而，有许多药物可用于治疗 Her2 阳性类型的乳腺癌。确定癌症患者的激素受体状态也可以帮助医生进行有效的治疗，影响预后和生存期。根据激素受体状态不同治疗如下：激素受体阳性癌症：可以激素治疗。激素受体阴性癌症：将不能用激素治疗。三阳性乳腺癌：可以用针对雌，孕激素，或
                        Her2 的药物治疗。三阴性乳腺癌：将不会对激素或 Her2 药物有效。三阴性乳腺癌比其他类型的乳腺癌更难治疗，特别是在确诊前 3-5 年。这种类型的癌症针对雌，孕激素，或 Her2 蛋白的药物没有响应，5 年生存率较低。研究表明三阴性乳腺癌 5 年生存率为 77％。`,
        tagList:['乳腺癌','淋巴转移','五年生存率']               
        },
        {
        id:1,
        titleImgUrl:require('../images/hot.png'),
        title:"乳腺癌伴同侧腋窝淋巴结转移，五年生存率大概多少？",
        authorImgUrl:require('../images/source_wicon.png'),
        author:"腾讯医典医学团队",
        job:'',
        group:'',
        content:`随着我国肿瘤登记系统的建立和不断完善，2015 年全国肿瘤登记中心，综合全国 17 个以人群为基础的肿瘤登记处的生存数据，首次发布我国最大人群的癌症生存率。结果显示 2003 年至 2005 年人群中乳腺癌患者的 1、3 和 5 年观察生存率分别为 90.5%、80.0% 和 72.7%， 5 年相对生存率为 73.0%。城市和农村地区乳腺癌患者的 5 年相对生存率分别为 77.8% 和 55.9%。2002 年至 2006 年乳腺癌患者中 Ⅰ、ⅡA、ⅡB 和 Ⅲ～Ⅳ 期 5 年生存率分别为 95.45%、92.21%、81.74%
                        和 67.24%；LuminalA 型占 48.6%、LuminalB 型占 16.7%、HER-2 过表达型占 13.7%、三阴性乳腺癌占 12.9%， 5 年生存率分别为 92.86%、88.62%、83.22%、80.69%。以医院为基础的乳腺癌生存研究也表明，乳腺癌分期不同，预后差异较大。广州中山大学附属肿瘤医院 1964 年至 2003 年可手术的 0～Ⅰ、Ⅱ 和 Ⅲ 期乳腺癌患者 5 年生存率分别为 96.8%、73.7% 和 46.4%，10
                        年生存率分别为 78.7%、64.6% 和 33.5%。80％ 以上的乳腺癌患者可以恢复健康和至少生存 10 年以上。听到乳腺癌的诊断对很多女性都是不堪重负的，她们会有不真实或麻木的感觉，有很多决定要做。目前在美国有超过 3 百万女性有乳腺癌。不断进步在的治疗方法正在帮助改善乳腺癌生存率以及生活质量。乳腺癌生存率是基于调查数据，但他们反映的是平均值。每一个人的诊断与乳腺癌类型都是不同的，生存期也都是不同的。生存期数字反映大量患者平均数据，而不代表个人通常，很多人在确诊乳腺癌后首先想知道的是自己或者家人能够活多久？这些生存期数字反映的是大量患者的平均数据，并不能显示某一个人的生存期。此外，乳腺癌平均生存率：只显示确诊后生存一定时间的患者的占比，很多人会生存更久。数据不显示最近的治疗进展对生存期的影响。数据只考虑广泛的分期结果，没有更细致的数据。例如
                        1 或 2 期数据，但不包括 1a 期。数据没有考虑每个患者的年龄，健康，或激素受体状态。5 年生存率乳腺癌患者整体 5 年生存率是 89％ 的。美国癌症协会报告不同分期 5 年生存率如下所示：0-1 期：接近 100％ 的存活率。大约 61％ 的乳腺癌患者是这个分期。2 期：相对生存率是 93％。3 期：相对生存率是 72％。许多妇女与此阶段的乳腺癌治疗是成功的。4 期：相对生存率是 22％。十年生存率平均 80％ 乳腺癌患者可以生存 10 年或更长。然而，目前并没有确切的不同分期
                        10 年生存率。科学家正在试图摸清这些数据。预后及生存期受哪些因素影响？影响乳腺癌患者预后和生存期的因素很多，这些因素包括：癌症分期、乳腺癌类型、乳腺癌细胞分级、乳腺癌 her2 状态、乳腺癌激素受体状态、癌细胞生长速度、乳腺癌复发可能性。医生通过检查确定分期：肿瘤的大小，是否转移到附近的组织，是否转移到淋巴结，是否远处转移，分为1〜4期。一般情况下，较小的数字和靠前的字母意味着分期早，治疗更容易。乳腺癌分期是预测乳腺癌生存率一个最重要的因素。原位癌或侵入性癌另一个关键因素是乳腺癌在原位或属于侵入性。在原位是指癌症还没有传播，侵入性意味着癌症已经蔓延到乳房其他地方。浸润性导管癌（IDC）是最常见的乳腺癌，它突破乳腺管侵入到周围组织。其他常见类型的乳腺癌包括：导管原位癌（原位癌），小叶原位癌（lcis），侵入性小叶癌。不太常见的类型包括：炎性乳腺癌，佩吉特病，乳房叶状肿瘤。癌细胞分级癌细胞按照
                        1〜3 分级。癌症细胞的等级反映了癌症细胞和健康细胞的差异，它也表示癌细胞生长的速度。癌症等级 1 通常增长慢，被认为是不大可能传播，较慢的增长速度，和更好的生存率。Her2 蛋白和激素受体乳腺癌，治疗预后受癌症的激素受体状态和 Her2 表达影响。大约四分之一乳腺癌中患者中有 Her2 表达，Her2 基因导致过多的 Her2 蛋白，这可以使癌症更有可能传播，复发和更快的生长。然而，有许多药物可用于治疗 Her2 阳性类型的乳腺癌。确定癌症患者的激素受体状态也可以帮助医生进行有效的治疗，影响预后和生存期。根据激素受体状态不同治疗如下：激素受体阳性癌症：可以激素治疗。激素受体阴性癌症：将不能用激素治疗。三阳性乳腺癌：可以用针对雌，孕激素，或
                        Her2 的药物治疗。三阴性乳腺癌：将不会对激素或 Her2 药物有效。三阴性乳腺癌比其他类型的乳腺癌更难治疗，特别是在确诊前 3-5 年。这种类型的癌症针对雌，孕激素，或 Her2 蛋白的药物没有响应，5 年生存率较低。研究表明三阴性乳腺癌 5 年生存率为 77％。`,
        tagList:['乳腺癌','淋巴转移','五年生存率']               
        }]
  }),
}
</script>